[
  "She had some amazing news to share but nobody to share it with.",
  "The crowd yells and screams for more memes.",
  "She found his complete dullness interesting.",
  "The newly planted trees were held up by wooden frames in hopes they could survive the next storm.",
  "You can't compare apples and oranges, but what about bananas and plantains?",
  "He swore he just saw his sushi move.",
  "He found the chocolate covered roaches quite tasty.",
  "You have every right to be angry, but that doesn't give you the right to be mean.",
  "The delicious smell came from the array of food at the buffet.",
  "Brady met her gaze again, taking in the array of emotions crossing her features.",
  "The array of vegetables at the flea market fascinated Wren.",
  "If you go to the library, you will find books on an array of subjects.",
  "It was thought advisable for me to have my examinations in a room by myself, because the noise of the typewriter might disturb the other girls.",
  "I had made many mistakes, and Miss Sullivan had pointed them out again and again with gentle patience.",
  "Think how much worse you'd feel if the town you visualized really existed.",
  "It was always dangerous to drive with him since he insisted the safety cones were a slalom course.",
  "The blue parrot drove by the hitchhiking mongoose.",
  "If my calculator had a history, it would be more embarrassing than my browser history.",
  "All she wanted was the answer, but she had no idea how much she would hate it.",
  "In that instant, everything changed.",
  "He learned the important lesson that a picnic at the beach on a windy day is a bad idea.",
  "Potato wedges probably are not best for relationships.",
  "People who insist on picking their teeth with their elbows are so annoying!",
  "Whenever he saw a red flag warning at the beach he grabbed his surfboard.",
  "Various sea birds are elegant, but nothing is as elegant as a gliding pelican.",
  "The waves were crashing on the shore; it was a lovely sight.",
  "When she didn't like a guy who was trying to pick her up, she started using sign language.",
  "The hand sanitizer was actually clear glue.",
  "Jeanne wished she has chosen the red button.",
  "The river stole the gods.",
  "Greetings from the galaxy MACS0647-JD, or what we call home.",
  "Tuesdays are free if you bring a gnome costume.",
  "Car safety systems have come a long way, but he was out to prove they could be outsmarted.",
  "Thigh-high in the water, the fisherman's hope for dinner soon turned to despair.",
  "His confidence would have bee admirable if it wasn't for his stupidity.",
  "Some bathing suits just shouldn't be worn by some people.",
  "They got there early, and they got really good seats.",
  "He had unknowingly taken up sleepwalking as a nighttime hobby.",
  "When she didn't like a guy who was trying to pick her up, she started using sign language.",
  "She saw no irony asking me to change but wanting me to accept her for who she is.",
  "She wanted a pet platypus but ended up getting a duck and a ferret instead.",
  "Be careful with that butter knife.",
  "The beauty of the African sunset disguised the danger lurking nearby.",
  "The light in his life was actually a fire burning all around him.",
  "Random words in front of other random words create a random sentence.",
  "Red is greener than purple, for sure."
]
